api.vizzi.ru/modules/api/controllers/CampsController.php

SELECT `correlation_id` FROM `camp_correlation` WHERE `camp_id`=3
---
  public function actionCorrById()
  {
    $data = Yii::$app->request->post();
    $id = $data['id'];
    $corr = CampsCorrelation::find()->where(['camp_id' => $id])->select('correlation_id')->asArray()->all();

SELECT * FROM `tour` WHERE `id_camp`='3'
---
  public function actionTour()
  {
    $data = Yii::$app->request->get();
    if(isset($data['tour_id'])) {
      $tour = Tour::find()->where(['id' => $data['tour_id']])->all();
    } else {
      $tour = Tour::find()->where(['id_camp' => $data['id_camp']])->all();

SELECT * FROM `infrastructure_imgs` WHERE `camp_id`='3'
---
  public function actionGetInfrastructurePics()
  {
    $data = Yii::$app->request->post();
    $camp_id = $data['camp_id'];
    $pics = InfrastructureImgs::find()->where(['camp_id' => $camp_id])->asArray()->all();

SELECT * FROM `camps_places` WHERE `camp_id` = '3'
---
  public function actionGetCampPlaces() {
    $data = Yii::$app->request->post();
    $id = $data['id'];
    $out = CampsPlaces::find()->where(['=', 'camp_id', $id])->all();

SELECT * FROM `camps_schedule` WHERE `camp_id` = '3'
---
  public function actionGetSchedule() {
    $data = Yii::$app->request->post();
    $id = $data['camp_id'];
    $schedules = CampsSchedule::find()->where(['=', 'camp_id', $id])->asArray()->all();