api.vizzi.ru/modules/api/controllers/UserController.php

  public function actionFavorites()
  {
    $obj_count = Favorites::find()->where(['uid' => Yii::$app->user->identity->id])->count();
    if ($obj_count > 0) {
      $obj_info = Favorites::find()->where(['uid' => Yii::$app->user->identity->id])->all();
---
SELECT COUNT(*) FROM `favorites` WHERE `uid`=21
SELECT * FROM `favorites` WHERE `uid`=21