<div class="faq-block">
<h3 class="text-center">FAQ</h3>

<div class="col-lg-12 col-md-12 col-sm-12 col-xs-12">
<strong>Как начать пользоваться сервисом?</strong>
<p>
Выберите Ваш план и вперед. Подбирайте нужных блогеров, проводите анализы и пополняйте базу заданий.
</p>
</div>

<div class="col-lg-12 col-md-12 col-sm-12 col-xs-12">
<strong>Что представляет из себя "заказ рекламы под ключ"?</strong>
<p>
Ваша рекламная кампания будет в объятиях профессионалов и мастеров своего дела.
</p>
</div>

<div class="col-lg-12 col-md-12 col-sm-12 col-xs-12">
<strong>Что такое "База заданий"?</strong>
<p>
"База заданий" - площадка похожая на фриланс-биржу. Вы выкладываете задание, блогеры его выполняют. По результату выполненного задания, Вы оплачиваете блогерам вознаграждение в коинах. Коины списываются с Вашего баланса.
</p>
</div>




</div>


<style>
.faq-block {
    overflow: hidden;
    position: relative;
    overflow-y: scroll;	
	height:400px;
}
</style>