<div class="faq-block">
<h3 class="text-center">FAQ</h3>

<div class="col-lg-12 col-md-12 col-sm-12 col-xs-12">
<strong>Как начать пользоваться сервисом?</strong>
<p>
Привяжите Ваши аккаунты из социальных сетей. Выполняйте задания и получайте коины. За коины можно поулчить доступ к новым разделам, а также при опредленном лимите можно запросить снятие средств в рублях.
</p>
</div>

<div class="col-lg-12 col-md-12 col-sm-12 col-xs-12">
<strong>Что представляет из себя "взаимные подписки"?</strong>
<p>
После встпуления в данный список, Вы сможете зарабатывать баллы подписываясь на других блогеров. Вы отображаетесь в списке и на Вас подписываются при наличии баллов.
</p>
</div>

<div class="col-lg-12 col-md-12 col-sm-12 col-xs-12">
<strong>Зачем нужен "рейтинг"?</strong>
<p>
Рейтинг позволяет выделиться среди других блогеров. Рейтинг показывает доверие со стороны рекламодателей, а также указывает на успешность и опыт в сотрудничестве.
</p>
</div>


</div>


<style>
.faq-block {
    overflow: hidden;
    position: relative;
    overflow-y: scroll;	
	height:400px;
}
</style>