api.vizzi.ru/models/User.php

SELECT * FROM `user` WHERE (`access_token`='S9vjvviI9btzGmhymz_NIcedVrIjb9') AND (`status`=10)
---
    public static function findIdentityByAccessToken($token, $type = null)
    {
		return static::findOne(['access_token' => $token, 'status' => self::STATUS_ACTIVE]);